Repository: perhenrik90/learninghub
Catalog: learninghub/learningbucket/locale/*/LC_MESSAGES/django.po
Languages: nb_no

source: Participant
nb_no: Deltaker

source: Unknown error
nb_no: Ukjent feil

source: Can not delete a non exsisting project
nb_no: Kan ikke slette et ikke-eksisterende prosjekt.

source: Can not delete another users project!
nb_no: Kan ikke slette en annen brukers sitt prosjekt!

source: Not project given to follow.
nb_no: Ikke et prosjekt gitt å følge.

source: You don't have the premission to delete this file!
nb_no: Du har ikke rettigheter til å slette denne filen!

source: The comment has not been posted!
nb_no: Kommentaren ble ikke postet!

source: No file was given.
nb_no: Ingen fil ble gitt.

source: No project is choosen.
nb_no: Ingen prosjekt er valgt.

source: No file were given!
nb_no: Ingen fil er angitt!

source: Can not edit a non existing project
nb_no: Du kan ikke redigere på et prosjekt som ikke eksisterer!

source: You don't have the premission to edit this project!
nb_no: Du har ikke tilgang til å endre dette prosjektet!

source: Can not add a participant to a non existing project.
nb_no: Du kan ikke redigere på et prosjekt som ikke eksisterer!

source: app-title
nb_no: Lærings hubben

source: Projects
nb_no: Prosjekter

source: Traffic Hall
nb_no: Trafikkhall

source: Search
nb_no: Søk

source: Profile
nb_no: Profil

source: Logout
nb_no: Logg ut

source: Project created!
nb_no: Prosjekt opprettet!

source: You have created the project
nb_no: Du har opprettet prosjektet

source: Go back to projects
nb_no: Gå tilbake til prosjektene

source: Create project
nb_no: Opprett prosjekt

source: Name
nb_no: Navn

source: Organization
nb_no: Organisasjon

source: Description
nb_no: Beskrivelse

source: Edit the project:
nb_no: Endre prosjektet:

source: Your project has been updated.
nb_no: Ditt prosjekt har blitt oppdatert.

source: Save
nb_no: Lagre

source: Back to the project
nb_no: Tilbake til prosjektet

source: The username and password you entered is wrong.
nb_no: Brukernavnet og passordet du skrev inn er feil.

source: Login
nb_no: Logg inn

source: Username
nb_no: Brukernavn

source: Password
nb_no: Passord

source: You are out!
nb_no: Du er ute!

source: Welcome back
nb_no: Velkommen tilbake

source: Projects following
nb_no: Prosjekter du følger

source: My projects
nb_no: Mine prosjekter

source: Something went worng!
nb_no: Noe gikk galt!

source: Back to my projects
nb_no: Tilbake til mine prosjekter

source: When the file is deleted, you can not get it back. Are you shure you want to delete it?
nb_no: Når filen er slettet kan du ikke hente den tilbake. Er du sikker på at du vil slette filen?

source: Yes
nb_no: Ja

source: No
nb_no: Nei

source: Project information
nb_no: Prosjektinformasjon

source: Edit
nb_no: Rediger

source: Edit participants
nb_no: Endre deltakere

source: Delete project
nb_no: Slett prosjekt

source: Project owner:
nb_no: Prosjekteier:

source: Organization
nb_no: Organisasjon

source: Last update
nb_no: Sist oppdatert

source: Created
nb_no: Opprettet

source: Times visited
nb_no: Antall besøk

source: Uploaded files
nb_no: Last opp filer

source: Upload file
nb_no: Last opp fil

source: File type
nb_no: Filtype

source: Date uploaded
nb_no: Dato opplastet

source: No files are uploaded to this project
nb_no: Ingen filer er lastet opp til dette prosjektet

source: Comments
nb_no: Kommentarer

source: has been deleted.
nb_no: har blitt slettet.

source: Are you shure you want to delete the project
nb_no: Er du sikker på at du vil slette prosjektet

source: The following files has been deleted
nb_no: Følgende filer har blitt slettet

source: The following files will be deleted
nb_no: Følgende filer vil bli slettet

source: File name
nb_no: Filnavn

source: Time created
nb_no: Tidspunkt opprettet

source: The password you entered is not correct. Try again.
nb_no: Passordet var ikke riktig. Prøv igjen.

source: Enter the password to comfirm the deletion
nb_no: Skriv passordet for å bekrefte slettingen

source: Delete
nb_no: Slett

source: Project not found!
nb_no: Prosjekt ble ikke funnet!

source: Back to my projects
nb_no: Tilbake til mine prosjekter

source: Participants
nb_no: Deltakere

source: People participating to the project:
nb_no: Personer som deltar i prosjektet:

source: Search to add new participants
nb_no: Søk for å legge til nye deltakere

source: Add
nb_no: Legg til

source: Projects you are participating to
nb_no: Prosjekter du er medvirkende til

source: has been updated by
nb_no: har blitt oppdatert av

source: Projects you are following
nb_no: Prosjekter du følger

source: Upload a file to project.
nb_no: Last opp en fil til prosjektet.

source: Image
nb_no: Bilde

source: Other
nb_no: Annet

source: You have successfully uploaded the file:
nb_no: Du har lastet opp filen:

source: to
nb_no: til
