Repository: perhenrik90/learninghub
Catalog: learninghub/searchbucket/locale/*/LC_MESSAGES/django.po
Languages: nb_no

source: Unknown error
nb_no: Ukjent feil

source: User skill search requires a search parameter.
nb_no: Bruker ferdighetsøk krever et søke parameter.

source: app-title
nb_no: Lærebøtta

source: My Projects
nb_no: Mine prosjekter

source: Create project
nb_no: Opprett prosjekt

source: Logout
nb_no: Logut

source: Search
nb_no: Søk

source: Search
nb_no: Søk

source: Project owned by
nb_no: Prosjekt eid av

source: Email:
nb_no: Epost

source: No search results was found.
nb_no: Ingen søkeresultater funnet.

source: Search for a tag or project title in the box over, or use some of these predefined lookups.
nb_no: Søk etter emnerknagger eller tittler i boksen over, eller bruk et ferdigsøk via knappende under.

source: Most used tags
nb_no: Mest brukte emneknagger

source: Top most used tags
nb_no: Mest brukte emneknagger

source: is used
nb_no: er brukt

source: times
nb_no: ganger

source: No tags used yet!
nb_no: Ingen emneknagger er benyttet ennå.

source: People with the similar skill to
nb_no: Mennesker med liknene ferdigheter til

source: No user was found with skill:
nb_no: Ingen bruker ble funnet med ferdighet:
